import "./Middle.css";

const Middle = () => {
  return (
    <>
      <div className="middle">
        <div className="childe3">
          <h2>معرفی محصول</h2>
        </div>
        <p>
          می‌شناسیم در سال 1329 بنیان نهاده شد. زمانی که شرکت گلستان فعالیت خود
          را با بسته‌بندی و توزیع چای پاکتی آغاز کرد. با گذر زمان و رشد اقتصاد
          کشور، نهال «گلستان» به تدریج تقویت شد و شاخ و برگ گرفت. فعالیت‌های
          «گلستان» با تهیه، تولید و بسته‌بندی بهترین محصولات غذایی گسترش پیدا
          کرد.
        </p>
        <p>
          هدفمندی و برنامه‌ریزی موثر، ایمان و عزم راسخ برای دستیابی به اهداف
          تعیین شده، به کار گیری همکاران مجرب و دلسوز، استفاده از روش های نوین
          بازاریابی و مشتری محوری از جمله عوامل مهم در استراتژی شرکت گلستان است
        </p>
        <p></p>
      </div>
      <div className="childe4">
        <div className="text1">
          <h2>محصولات گلستان​</h2>
        </div>
        <div className="childe5">
          <p>
            {" "}
            نام تجاری گلستان قدمتی به اندازه عمر شرکت گلستان دارد. گلستان
            ممتازترین محصولات خود را با این نام تجاری عرضه می‌کند. مصرف‌کنندگان
            محصولات گلستان همواره از این نام تجاری خاطره محصولاتی ممتاز و منحصر
            بفرد دارند و با اطمینان از نهایت کیفیت این نام تجاری حمایت می‌کنند.
          </p>
        </div>
      </div>
      
    </>
  );
};

export default Middle;
